;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Arabic عربي
WebLang=ARA
Translator=Awadh A Al-Ghaamdi الأستاذ عوض الغامدي
Codepage=UNICODE 
Version=1.95

[Uninstaller Toolbar]
102 =عرض
103 =خيارات
104 =إلغاء التثبيت
105 =أدوات
106 =نمط الصياد
107 =قائمة
108 =رموز
109 =تفاصيل
110 =إلغاء التثبيت
111 =إزالة المدخلة
112 =تحديث
113 =هل تريد فعلا حذف المدخلات المحددة ؟
114 =هل تريد فعلا إزالة البرنامج المحدد ؟
115 =تحديث تلقائي
116 =تعليمات
117 =تعليمات الأداة الحالية...
118 =الموقع الرسمي...
119 =حول...
120 =أنت ليس مدير
121 =هل تريد فعلا إلغاء تثبيت مكون النظام الحالي\nتوقف . حتى تتأكد مما تفعل
122 =هذه الأداة تعرض لك جميع البرامج و المكونات المثبتة لكافة المستخدمين و للمستخدم الحالي . من نمط عرض "تفاصيل" أو من قائمة السياق ، يمكنك الحصول على ملومات إضافية (الروابط و الخصائص المتعلقة بعمليات التثبيت) . الميزة الأساسية لهذا البرنامج هي ميزة نمط الصياد . هذا النمط يعطيك المرونة عند إلغاء التثبيت أو إيقاف أو حذف أو تعطيل البدء التلقائي بنقرة واحدة فقط\nترجمة الأستاذ عوض الغامدي
123 =بحث 
124 =المكتشفة :
125 =هل تريد فعلا إزالة مكون النظام المحدد من الريجستري ؟\nقد يكون هذا المكون مطلوبا من قبل نظام التشغيل
126 =لم يعد في البدء التلقائي
127 =تم وضعه في البدء التلقائي
128 = %s برنامج\n%s مثبت في نفس المكان باسم\nسيكون هناك بقايا من كلا البرنامجين . تأكد من البرنامج المراد إزالته 
129 = إجبار إلغاء التثبيت 

[Uninstaller List]
150 =التطبيقات
151 =الحجم
152 =النسخة
153 =تاريخ التثبيت
154 =الشركة
155 =موقع إنترنت
156 =تعليقات
157 =عبارة إلغاء التثبيت
158 =مفتاح الريجستري
159 =ملف التثبيت

[Uninstaller StatusBar]
201 =عمليات التثبيت:
202 =...جاري التحميل

[Registry Optimizer]
302 =تحديد مكان الفحص
303 =قائمة ابدأ

[Autorun Toolbar]
407 =تشغيل
408 =إنهاء
409 =إزالة
410 =المواد :
411 =الممكنة:
412 =بواسطة مدير التشغيل التلقائي يمكنك تمكين أو تعطيل التطبيقات من التشغيل تلقائيا مع بدء الويندوز كما يمكنك أيضا أن تحصل على المزيد من المعلومات حول ذلك التطبيق بالتحديد مثل مسار تشغيله و الوصف و الناشر و الحالة (شغال أو غير شغال) و المكان لأمر بدء تشغيله (سواء في الريجستري أو في ملفه على القرص الصلب) ـ

[Autorun List]
450 =إسم بدء التشغيل
451 =مسار التشغيل
452 =الوصف
453 =الناشر
454 =الحالة
455 =المكان
456 =شغال
457 =غير شغال
458 =غير صالح
459 =إنهاء العملية
460 =تشغيل العملية
461 =فتح المجلد المحتوي
462 =الإنتقال إلى المكان
463 =نسخ مسار التشغيل
464 =إزالة المحددة
465 =إزالة جميع المواد الغير صالحة
466 =إزالة المواد الغير شغالة
467 =إزالة جميع المواد الغير ممكنة
468 =خصائص...
470 =هل تريد فعلا إغلاق التطبيق المحدد ؟\nسيتم فقد أي بيانات غير محفوظة
471 =هل تريد فعلا حذف المادة المحددة ؟
472 =هل تريد فعلا حذف كافة المواد الغير صالحة ؟
473 =هل تريد فعلا حذف كافة المواد الغير شغالة ؟
474 =هل تريد فعلا حذف كافة المواد الغير ممكنة ؟
475 =الأمر غير موجود
476 =غير معروف
477 =تعطيل التشغيل تلقائي
478 =تمكين التشغيل تلقائي

[Outlook Control]
300 =عملية الضبط
301 =ضبط الريجستري
400 =مدير التشغيل التلقائي
500 =منظف المخلفات
501 =منظف المتصفحات
600 =Microsoft Office منظف
700 =Windows منظف
800 =منظف الأقراص العميق
900 =الحذف الغير قابل للإسترداد
2100 =Windows أدوات
2200 =منظف مخلفات الملفات

[Track Cleaner Browsers]
507 =تنظيف الكل
508 =تنظيف محفوظات صفحات إنترنت للمواقع المزارة
509 =حذف محفوظات شريط العنوان
510 =حذف ملفات إنترنت المؤقتة
511 =حذف ملفات تعريف الإرتباط
512 =Index.dat حذف ملفات
513 =تنفيذ
514 =حذف محفوظات التحميلات
515 =حذف محفوظات جلسات العمل
516 =حذف محفوظات النماذج
517 =إلغاء التثبيت
518 =هل تريد فعلا تنظيف جميع بيانات المحفوظات المحددة ؟
521 =؟ Internet Explorer هل تريد فعلا تنظيف جميع بيانات محفوظات
522 =؟ Firefox هل تريد فعلا تنظيف بيانات محفوظات
523 =؟ Opera هل تريد فعلا تنظيف بيانات محفوظات
524 =؟ Netscape هل تريد فعلا تنظيف بيانات محفوظات
525 =يقوم متصفحك بتسجيل التفاصيل لكل موقع تزوره . و أي واحد يمكنه مشاهدة تصفحك على الشبكة من خلال المعلومات تلك ! لكن مع منظف المتصفحات يمكنك حذف ملفات الإنترنت المؤقتة سواء كان صور أو ملفات فيديو و بالتالي يتم تحرير الكثير من مساحة قرصك الصلب
526 =الرجاء إغلاق متصفح إنترنت الخاص بك قبل تنظيف الآثار
527 =في المرة القادمة عند إعادة تشغيل الكمبيوتر Index.dat سيتم حذف ملفات
599 =تم الإنتهاء من تنظيف المواد المحددة

[Office Track Cleaner]
601 =تنظيف
607 =Microsoft Word تنظيف محفوظات المستندات الأخيرة لـ
608 =Word 2000 و Word XP و Word 2003, Word 2007, Word 2010 و Word 2013 يتضمن
609 =Microsoft Excel تنظيف محفوظات المستندات الأخيرة لـ
610 =Excel 2000 و Excel XP و Excel 2003, Excel 2007, Excel 2010 و Excel 2013 يتضمن
611 =Microsoft Access تنظيف محفوظات المستندات الأخيرة لـ
612 =Access 2000 و Access XP و Access 2003, Access 2007, Access 2010 و Access 2013 يتضمن
613 =Microsoft PowerPoint تنظيف محفوظات المستندات الأخيرة لـ
614 =PowerPoint 2000 و PowerPoint XP و PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 و PowerPoint 2013 يتضمن
615 =Microsoft FrontPage تنظيف محفوظات المستندات الأخيرة لـ
616 =FrontPage 2000 و FrontPage XP و FrontPage 2003 و FrontPage 2003 يتضمن
617 =يسمح لك منظف تطبيقات ميكروسوفت بإزالة المحفوظات المستخدمة مؤخرا بكثرة . إذا كنت لا تريد أي شخص آخر أن يشاهد مستنداتك التي فتحتها مؤخرا فحدد فقط أنواعها ثم أنقر على زر "تنظيف" . ليتم التنفيذ في الحال

[Windows Tracks Cleaner]
701 =تنظيف
707 =تنظيف محفوظات المستندات الأخيرة
708 =تنظيف محفوظات تشغيل في قائمة ابدأ
709 =تنظيف محفوظات البحث عن ملفات
710 =تنظيف محفوظات البحث عن طابعات و عن كمبيوترات و عن أشخاص
711 =تفريغ الحافظة
712 =تنظيف محفوظات "الرسام" الأخيرة
713 =تنظيف محفوظات "الدفتر" الأخيرة
714 =الأخيرة Regedit تنظيف محفوظات مفاتيح
715 =تنظيف محفوظات لوحة فتح/حفظ العامة
716 =تنظيف اللائحة المشتركة لمحفوظات المجلدات المفتوحة مؤخرا
717 =إفراغ سلة المحذوفات
718 =المؤقتة Windows حذف ملفات
719 =حذف سجلات الإستخدام لقائمة ابدأ
720 =في الويندوز تبقي آثار للعديد من الأشياء التي قمت بها مثل محفوظات البحث عن الملفات ، و محفوظات المستندات المفتوحة مؤخرا و محفوظات فتح/حفظ في لوائح الملفات من تطبيقات مختلفة و غير ذلك . يسمح لك منظف الويندوز بإزالة كل هذا المحفوظات و الملفات المؤقتة . يمكنك إفراغ سلة المحذوفات أيضا و حذف الملفات المؤقتة بحيث تستطيع تحرير الكثير من مساحة القرص الصلب
721 =explorer.exe سيتم تنظيف محفوظات "تشغيل" بعد إعادة تشغيل عملية
722 =Windows الآثار في ريجستري الـ
723 =الآثار في محركات الأقراص الصلبة المحلية
724 =حذف ملفات تفريغ العطل بالذاكرة
725 =أجزاء الملفات المستردة Chkdsk حذف


[Evidence Remover]
802 =تنفيذ
803 =التنظيف
804 =...الرجاء الإنتظار أثناء تقدم التنظيف
805 =تم
806 =ضع علامة تدقيق على محرك(ات) القرص الذي يحتوي على الآثار المراد حذفها . هذه الأداة تؤثر على البيانات المحذوفة فقط . تحذير : بعد أن تنتهي العملية ستصبح إستعادة الملفات المحذوفة مستحيلة\n ملاحظه : تأكد من حفظ العمليات المهمة...لأنك لن تستطيع من إسترجاعها بعد حذفها!.!.!
807 =عند إفراغ سلة المحذوفات يتم التأشير على ملفاتك و مجلداتك بأنها محذوفة و لكنها غير محذوفة فعليا . هذه الأداة ستمحو الملفات و المجلدات بشكل دائم من قرصك الصلب . و مهما حاولت أن تستعيد تلك البيانات فالنتيجة هي نفسها ، لا شيء . -  حيث تم تنظيف البيانات و الدلائل و الآثار بدون رجعة
808 =هل تريد فعلا تنظيف بقايا الآثار و الدلائل على محرك(ات) الأقراص المحدد(ة) ؟

[Unrecoverable Delete]
912 =قائمة بالملفات و بالمجلدات التي سيتم حذفها بشكل دائم بدون قابلية الإسترجاع
913 =ملفات
914 =مجلدات
915 =ضع هنا الملفات التي تريد حذفها و لا يمكن إسترجاعها بعد حذفها بأي برنامج
916 =ضع هنا المجلدات التي تريد حذفها و لا يمكن إسترجاعها بعد حذفها بأي برنامج
917 =إضافة ملفات للحذف
918 =إضافة مجلدات للحذف
919 =حذف للأبد
920 =حذف القائمة
921 =إذا تريد حذف أي ملف أو أي مجلد بشكل آمن (بحيث تتأكد أنه لن يتمكن أحد بأي برنامج من إستعادتها أبدا) ، أستعمل الحذف الغير قابل للإسترداد . علما أن حذف الملفات و إفراغ سلة المحذوفات ليس معناه حذف هذه الملفات إلى الأبد مما يعني أنها ما زالت على قرصك الصلب و أن أي شخص يمكنه إسترجاع البيانات المحذوفة بسهولة شديدة . إن أداة الحذف الغير قابلة للإسترداد تجعل الإسترجاع للملفات غير ممكن لأنها تحذف جميع الملفات و المجلدات المحددة بشكل فعلي
922 =هل تريد فعلا حذف هذه الملفات و المجلدات للأبد ؟

[Options Tree]
1001 =خيارات
1100 =عام
1200 =إلغاء التثبيت

[General]
1101 =اللغة الحالية:
1102 =النمط المتقدم
1103 =البحث عن التحديثات عند البدء

[Uninstaller Options]
1201 =إظهار تحديثات النظام
1202 =إظهار مكونات النظام
1203 =تمكين نمط التشغيل السريع
1204 =فقط تشغيل وحدة إلغاء التثبيت المدمجة
1205 =(Windows Vista غير معتمد مع)
1206 =عمل نقطة إستعادة النظام قبل إلغاء التثبيت
1207 = حذف الملفات و المجلدات المتبقية إلى سلة المحذوفات 


[Auto Update]
1907 =تحديث
1908 =معلومات النسخة
1909 =الإصدار الحالي:
1910 =آخر إصدار:
1911 =تحميل
1912 =إحصل على آخر نسخة
1913 =ما هو الجديد
1914 =...جاري التدقيق
1915 =خطأ في الإتصال...
1916 =إيقاف
1917 =تم تحميل %s من %s
1918 =(تم تحميل %s (الحجم الكلي غير معروف
1919 = لم يتمكن البرنامج من الإتصال بالموقع . الرجاء تأكد من إتصالك بالإنترنت و تأكد من أن الجدار الناري لا يمنعها 
1920 = خطأ : فشل التدقيق بحثا عن نسخة جديدة , لا يوجد إتصال بالإنترنت 

[WinTools]
2110 =تشغيل
2111 =هناك الكثير من الأدوات المفيدة و المكونات مدمجة مع كل نظام تشغيل للويندوز . بعض من هذه الأدوات تستعمل سطر أوامر معقد و بعضها صعبة الدخول . إن أدوات الويندوز توفر لك الوصول السريع بنقرة واحد إلى أكثر من عشر أدوات مشتركة
2112 =إذا حدثت مشكلة ، يمكنك إستعمال إستعادة النظام لإستعادة كمبيوترك إلى حالته السابقة بدون أن تخسر ملفاتك الشخصية . يتم عمل إستعادة النظام يوميا و عند التغييرات الهامة للنظام . كما يمكنك أنت أيضا عمل نقطة لإستعادة النظام في أي وقت كان
2113 =يمكنك أن تستعمله لعرض المعلومات عن أجهزة نظامك و عن الإنترنت و المودم و محول الشبكة . مع أداة تشخيص الشبكة يمكنك عمل إختبار للإتصال و ما هي البرامج المرتبطة بالشبكة و ما هي الخدمات المتصلة
2114 =تعرض معلومات الشبكة جميع تكوينات الشبكة الحالية و بروتوكول تكوين المضيف الحركي و إعدادات نظام إسم النطاق . كما تعرض معلومات الشبكة عن جميع المحولات للشبكة و كل ما يتعلق بالشبكة من أمور
2115 =يدقق مركز الأمان في حالة كمبيوترك الأمنية : الجدار الناري و التحديث التلقائي و الحماية من الفيروسات . إذا أكتشف أي مشكلة متعلقة بالأمور الثلاثة السابقة فإن مركز الأمان يرسل لك إنذار و يزودك بالتوصيات حول كيفية حماية كمبيوترك بشكل أفضل
2116 =خصائص النظام يمكن إستعمالها لمشاهدة المعلومات عن أجهزة الكمبيوتر الأساسية مثل نوع وحدة المعالج المركزية و مجمل الذاكرة العشوائية و عرض و تغيير الإعدادات للتحكم بكيفية إستخدام الكمبيوتر للذاكرة و البحث عن معلومات معينة عن (الأداوات و الأجهزة) و تكوين التشكيلات الجانبية للأجهزة و عرض معلومات عن الإتصال بالشبكة و وضعية تسجيا دخول الكمبيوتر و التبليغ عن أخطاء النظام
2117 =معلومات نظام هو مكون لنظام تشغيل الويندوز لتجميع و عرض معلومات تكوين النظام للكمبيوترات المحلية و البعيدة . تتضمن المعلومات تكوينات الأجهزة و المكونات و البرامج بما في ذلك برامج التشغيل الموقعة و الغير موقعة
2118 =TCP و UDP النشطة و منافذ TCP هو مكون من مكونات الويندوز يعرض جميع إتصالات TCP/IP Netstat أمر
2119 =لوحة المفاتيح الظاهرية التي تعرض على الشاشة هي لوحة وهمية تسمح للمستخدمين العاجزين عن الحركة بكتابة البيانات باستعمال أداة تأشير أو يد تحكم . كما يمكنك إستعمال هذه الوظيفة إذا كنت تخشى أن يتم تسجيل ضربات المفاتيح لأمورك السرية الأخرى
2120 =تقوم ""أداة إلغاء تجزئة القرص"" بإعادة ترتيب الملفات، والبرامج، المساحة غير المستخدمة على القرص الثابت للكمبيوتر، بحيث يتم تشغيل البرامج وفتح الملفات بسرعة أكبر. لا تؤثر ""أداة إلغاء تجزئة القرص"" على أي شيء تشاهده على الشاشة، مثل الملفات في مجلد ""المستندات"" أو رموز الاختصارات على قائمة ""البرامج"" ـ
2121 =الخدمات يمكن من خلالها تشغيل أو إيقاف أو عمل إيقاف مؤقت أو إستئناف أو تعطيل أي خدمة على الكمبيوترات المحلية أو البعيدة
2122 =يمكنك استخدام 'المجلدات المشتركة' لإدارة الموارد المشتركة عبر شبكة اتصال. يمكنك مع 'المجلدات المشتركة' التحكم بأذونات وصول المستخدم، ونشاط جلسات العمل، وخصائص المورد المشترك.
2123 =أدوات إدارية يمكنك استخدامها لإدارة الشبكات، وأجهزة الكمبيوتر، والخدمات، ومكونات النظام الأخرى  Microsoft ‏(MMC) تستضيف وحدة التحكم بالإدارة لـ
2124 =يمكنك أن تستعمل هذه الأداة لإضافة أي مكون من مكونات ويندوز التي لم يتم تضمينها مع التثبيت الأصلي أو لإزالة أي مكون ليس مرغوب
2125 =يتم إصدار أداة إزالة البرامج الضارة يوم الثلاثاء الثاني من كل شهر. يساعد كل إصدار على كشف البرامج الضارة الشائعة الموجودة حاليًا وإزالتها. تتضمن هذه البرامج الضارة الفيروسات والفيروسات المتنقلة وحصان طروادة. تستخدم ميكروسوفت العديد من المعايير لتحديد مدى انتشار عائلة البرامج الضارة والتلف الذي قد تسببه


[Junk Files Cleaner Options]
2202 =الأقراص للفحص:
2203 =النمط
2204 =الوصف
2205 =إضافة
2206 =إزالة
2207 =إستعادة الإفتراضيات
2208 =أداة تنظيف مخلفات الملفات::عام
2209 =أداة تنظيف مخلفات الملفات::إستبعاد
2220 =نمط الفحص :
2221 =يمكنك إستخدام لرموز ؟ و/أو * ككلمات بدل
2222 =إضافة نمط
2223 =إضافة نمط إستبعاد
2224 =يمكنك إستخدام لرموز ؟ و/أو * ككلمات بدل
2225 =نمط الإستبعاد:
2226 = حذف الملفات إلى سلة المحذوفات
2227 = تجاهل الملفات التي تم الوصول إليها في الـ 24 ساعة الماضية

[Junk Files Cleaner Tool]
2306 =فحص
2307 =حذف
2308 =الفحص
2309 =الرجاء الإنتظار أثناء تقدم الفحص
2310 =إلغاء الأمر
2311 =الإسم
2312 =الحجم
2319 =الملفات:
2320 =الحجم الكلي:
2323 =هناك ملفات يتم استخدامها من قبل ويندوز أو برنامج آخر\nبحيث لا يمكن حذفها الآن
2324 =يجب تحديد قرص واحد على الأقل و إمتداد لبدء الفحص
2325 =أداة تنظيف مخلفات الملفات تسمح لك بالبحث عن الملفات الغير ضرورية و إزالتها من كمبيوترك . علما أن هذه المخلفات تؤثر على مساحة القرص و على سرعة النظام أيضا
2326 =ملف
2327 =حذف الملفات

[Context Menu Junk Files Cleaner]
2313 =فتح
2314 =Google البحث في
2315 =فتح المجلد المحتوي
2316 =خصائص...
2317 =تأشير جميع المواد
2318 =عدم تأشير جميع المواد
2321 =تأشير المواد المحددة
2322 =عدم تأشير المواد المحددة

[Topmost Window]
4002 =خيارات
4003 =فتح النافذة الرئيسية
4004 =نمط السحب و الإفلات
4005 =نمط الصياد
4006 =الحجم
4007 =صغير
4008 =وسط
4009 =كبير
4010 =حجم النافذة
4011 =خروج
4012 =إلغاء التثبيت
4013 =إيقاف التشغيل التلقائي
4014 =إنهاء العملية
4015 =إنهاء و حذف العملية
4016 =فتح المجلد المحتوي
4017 =معلومات
4018 =خصائص
4019 =إلغاء الأمر
4020 =المعتمد فقط ملف واحد في نفس الوقت
4021 =أنت قمت بإسقاط مجلد ، الرجاء أسحب و أسقط ملفا
4022 =إلغاء تثبيت أو حذف:
4023 =المشكلة لم تحل ! جرب التأشير إلى نافذة أخرى أو أيقونة أو مادة ما لشريط المهام
4024 =تعذر تشغيل أمر إلغاء التثبيت\nالرجاء ألغي تثبيت التطبيق بواسطة ملف إلغاء التثبيت
4025 =لم يتم العثور على حزمة التثبيت\nمعلومة : أحصل على المزيد من المعلومات عن التطبيق من النوافذ الرئيسية\nو جرب إلغاء التثبيت يدويا
4026 =تطبيق الهدف معطل من التشغيل التلقائي\nمعلومة : إذا كنت تريد تمكينه ثانية فاستعمل أداة التشغيل التلقائي من التطبيق الرئيسي
4027 =لم يتم العثور على التطبيق الهدف في مواضع بدء التشغيل المشتركة\nمعلومة : للبحث عن المواضع الغير مشتركة و التي تستعمل للبدء التلقائي\nGoogle لأي تطبيق شاهد موقع
4028 =هل تريد فعلا إغلاق التطبيق المحدد ؟\nسيتم فقد أي بيانات غير محفوظة
4029 =إلغاء التثبيت
4030 =هل تريد فعلا إغلاق و حذف التطبيق المحدد ؟\nسيتم فقد أي بيانات غير محفوظة
4031 =Windows هل تريد فعلا إغلاق مستكشف\nستختفي كل من قائمة البداية و شريط المهام و صينية النظام
4032 =تلقائيا Windows البدء مع تشغيل
4033 =الشفافية

[Scan After Uninstall]
4210 =المكان
4211 =المفتاح
4212 =القيمة
4213 =البيانات
4214 =ملف
4215 =لم يتم تحديد مادة , حدد أي مادة للحذف
4216 =الفحص بعد إلغاء التثبيت
4217 =تحديد الكل
4218 =عدم تحديد الكل
4219 =حذف
4220 =الملفات المتبقية
4221 =مدخلات الريجستري المتبقية
4222 =...الفحص قبل إلغاء التثبيت , الرجاء الإنتظار
4223 =...يتم تشغيل وحدة إلغاء التثبيت
4224 =الرجاء البدء بالبحث عن الملفات و المجلدات و مفاتيح الريجستري المتبقية عندما ينتهي إلغاء التثبيت
4225 =...يتم الفحص بعد إلغاء التثبيت , الرجاء الإنتظار
4226 =الرجاء تأشير المواد المدرجة بإنتباه
4227 =إغلاق
4228 =سيتم حذف الملفات المتبقية في القائمة خلال إعادة تشغيل النظام في المرة القادمة
4229 =فشل تشغيل وحدة إلغاء التثبيت للتطبيق\nربما أمر إلغاء التثبيت غير صالح
4230 =الخلف
4231 =التالي
4232 =تحديد نمط إلغاء التثبيت
4233 =الأنماط
4234 =داخلي - التشغيل فقط لملف إلغاء تثبيت التطبيق بدون عمل أي فحص إضافي
4235 =آمن - يتضمن النمط الداخلي و يؤدي عمليات فحص إضافية في الريجستري و على القرص الصلب للبحث عن المواد المتبقية التي لا ضرر من حذفها . يعتبر هذا أسرع نمط
4236 =معتدل - يتضمن النمط الآمن و يؤدي فحصا موسعا بحثا عن جميع المعلومات عن مخلفات التطبيق في الأماكن الأكثر شيوعا للريجستري و على القرص الصلب
4237 =متقدم - يتضمن النمط المعتدل و يؤدي فحصا عميقا و شاملا للعثور على جميع المعلومات حول بقايا التطبيق في الريجستري و على القرص الصلب . هذا النمط بطيء
4238 =تحليل بيانات التطبيق قبل إلغاء تثبيته
4239 =تشغيل وحدة إلغاء التثبيت الداخلية للتطبيق
4240 =بعد أن ينتهي إلغاء تثبيت التطبيق إضغط على زر "التالي" للبدء بالبحث عن بقايا الملفات و المجلدات و مواد الريجستري
4241 =تنفيذ تحليل تمهيدي و إلغاء تثبيت
4242 =البحث عن بقايا معلومات
4243 =تم إلغاء التثبيت ، الآن يتم البحث عن بقايا الملفات و المجلدات و مواد الريجستري الخاصة بالتطبيق سواء في قرصك الصلب أو في الريجستري . الرجاء الإنتظار ...ـ
4244 =بقايا مواد الريجستري المكتشفة
4245 =مواد الريجستري المكتشفة:
4246 =ملاحظة : الرجاء بكل حذر تأشير المواد المعروضة . سيتم فقط حذف المواد المؤشرة التي بالخط العريض و المواد الفرعية لها
4247 =بقايا الملفات و المجلدات المكتشفة
4248 =المواد المكتشفة:
4249 =جهاز الكمبيوتر
4250 =من تشغيل ملف إلغاء التثبيت الداخلي للتطبيق Revo Uninstaller لم يتمكن\nربما أمر إلغاء التثبيت للتطبيق غير صالح أو ملف لغي التثبيت تالف . يمكنك\nأن  تضغط على زر "الخلف" و تجرب نمط إلغاء تثبيت آخر
4251 =أنتهى إلغاء التثبيت . لم يتم البحث عن المواد المتبقية . يمكنك أن تضغط على زر "الخلف" و تجرب نمط إلغاء تثبيت آخرا للفحص بحثا عن بقايا الملفات و مواد الريجستري و المجلدات
4252 =تم بنجاح الإنتهاء من إلغاء التثبيت ، لكن لم يتم العثور على مواد متبقية . يمكنك أن تضغط على زر "الخلف" و تجرب نمط إلغاء تثبيت موسع لفحص أعمق
4253 =تم بنجاح الإنتهاء من إلغاء التثبيت ، إذا كنت تريد البحث عن مواد متبقية أكثر فيمكنك أن تضغط على زر "الخلف" و تجرب نمط إلغاء التثبيت المتقدم لفحص أعمق
4254 =تم
4255 =هل تريد فعلا إرسال الملفات المحددة إلى سلة المحذوفات ؟
4256 =هل تريد فعلا حذف مواد الريجستري المحددة ؟
4257 =من تنفيذ إلغاء التثبيت بنجاح Revo Uninstaller أنتهى
4258 = هل تريد فعلا تجاوز الحذف لبقايا مدخلات الريجستري و الإنتقال إلى الخطوة التالية ؟ 
4259 = هل تريد فعلا تجاوز الحذف لبقايا الملفات و المجلدات و الإنتقال إلى الخطوة التالية ؟ 
4260 = تم البحث عن للمواد المتبقية . إضغط زر "التالي" لرؤية النتائج
4261 =إنشاء نقطة إستعادة للنظام...
4262 = إنشاء نقطة إستعادة للنظام – فشل
4263 = إنشاء نقطة إستعادة للنظام - معطلة في (خيارات -> إلغاء التثبيت
4264 = إنشاء نقطة إستعادة للنظام - تم

[About]
4300 =المترجمون

[ContextMenu Uninstaller]
5000 =الأوامر
5001 =معلومات
5002 =Google البحث في
5004 =مكان التثبيت
5005 =فتح رابط حول...
5006 =فتح رابط تعليمات...
5007 =فتح رابط التحديث...
5008 =فتح مفتاح الريجستري...

[Common]
10000 =حسنا
10001 =إلغاء الأمر
10002 =تعليمات
10003 =تصفح
10004 =تعليمات الأداة الحالية
10005 =الموقع الرسمي
10006 =حول
10007 =تحذير
10008 =خطأ

[Tooltips]
2000 =التبديل إلى نمط إلغاء التثبيت
2001 =عرض لائحة أدوات
2002 =ضبط الإعدادات
2003 =التبديل إلى نمط الصياد
2004 =تغيير عرض قائمة البرامج المثبتة
2005 =إلغاء تثبيت البرامج المحددة
2006 =حذف المدخلة المحددة من الريجستري
2007 =تحديث قائمة البرامج
2008 =تحديث نسختك الحالية إلى آخر نسخة
2009 =البحث عن المزيد من المعلومات و الإجابات عن جميع أسئلتك حول البرنامج
404 =تشغيل البرنامج المحدد
405 =إيقاف و إغلاق البرنامج المحدد
406 =منع التطبيق المحددة من التشغيل التلقائي
506 =تنظيف الخيارات المحددة
605 =تنظيف الخيارات المحددة
705 =تنظيف الخيارات المحددة
2106 =تشغيل الأداة المحددة
2304 =الفحص بحثا عن الملفات الغير ضرورية حسب الإعدادات المحددة
2305 =حذف الملفات المؤشرة إلى سلة المحذوفات

